{
    "VIRTUAL TEACHING": "ENSEÑANZA VIRTUAL",
    "The onset of technology has brought a tremendous transformation in the teaching and learning process. Today, teaching activities are carried out online on various platforms whereby teachers and students are physically separated during classes but then connected through the internet. To accommodate the needs of students and teachers for the virtual classes, we design an interactive online learning platform on Ohyay to make classes more engaging and fun. In addition, we also provide a platform to upload materials and assignments to make everything easier for everyone.": "El advenimiento de la tecnología ha traído una tremenda transformación en el proceso de enseñanza y aprendizaje. Hoy en día, las actividades de enseñanza se llevan a cabo en línea en varias plataformas en las que los maestros y los estudiantes están físicamente separados durante las clases, pero luego se conectan a través de Internet. Para dar cabida a las necesidades de los estudiantes y profesores para las clases virtuales, diseñamos una plataforma interactiva de aprendizaje en línea en Ohyay para que las clases sean más atractivas y divertidas. Además, también proponemos una plataforma para subir materiales y tareas para que todo sea más fácil para todos.",
    "DESCRIPTION" : "DESCRIPCIÓN" ,
    "To accommodate the need for an interactive online learning platform, we design two platforms for students and teachers to make online classes more engaging and fun. Our goal is to make it flexible, fun, interactive and convenient for every user." : "Para dar cabida a la necesidad de una plataforma de aprendizaje en línea interactiva, diseñamos dos plataformas para que los estudiantes y los profesores hagan que las clases en línea sean más atractivas y divertidas. Nuestro objetivo es hacerlo flexible, divertido, interactivo y conveniente para todos los usuarios." ,
    "Students and teachers to make the virtual classes, we design an interactive online learning platform on Ohyay to make classes more engaging and fun. In addition, we also provide a platform to upload materials and assignments." : "Estudiantes y profesores para sus las clases virtuales, diseñamos una plataforma de aprendizaje en línea interactiva en Ohyay para que las clases sean más atractivas y divertidas. Además, también proponemos una plataforma para cargar materiales y tareas." ,
    "OHYAY DESCRIPTION" : "DESCRIPCIÓN DE OHYAY" ,
    "Ohyay is a virtual event platform that allows anyone to create their own real-time, interactive virtual experiences. Through Ohyay, teachers can conduct classes virtually and communicate with learners in a more interactive manner. The platform is completely free and will be a great tool for the institution." : "Ohyay es una plataforma de eventos virtuales que permite a cualquiera crear sus propias experiencias virtuales interactivas en tiempo real. A través de Ohyay, los maestros pueden realizar clases virtualmente y comunicarse con los alumnos de una manera más interactiva. La plataforma es completamente gratuita y será una gran herramienta para la institución." , 
    "GOOGLE CLASSROOM DESCRIPTION" : "DESCRIPCIÓN DE GOOGLE CLASSROOM" ,
    "Google Classroom is your all-in-one place for teaching and learning. The platform is easy to use and has tools that helps educators manage, measure, and enrich learning experiences. Teachers can create classrooms for every subject and issue out assignments to leaners as well as save study materials on google drive via google classroom." : "Google Classroom es una plataforma completa para enseñar y aprender. La plataforma es fácil de usar y tiene herramientas que ayudan a los educadores a administrar, medir y enriquecer las experiencias de aprendizaje. Los profesores pueden crear aulas para cada materia y asignar tareas a los alumnos, así como guardar materiales de estudio en Google Drive a través de Google Classroom." ,
    "KINDERGARTEN" : "INICIAL" , 
    "Virtual learning space for kindergarten learners, whereby students and teachers interact using the video and sound features included in the platform. Screen-sharing, live messaging, games and tales are designed to make online classes more interactive and fun." : "Espacio de aprendizaje virtual para alumnos de jardín de infancia, en el que alumnos y profesores interactúan mediante las funciones de vídeo y sonido incluidas en la plataforma. Compartir pantalla, mensajes en vivo, juegos y cuentos están diseñados para hacer que las clases en línea sean más interactivas y divertidas." ,
    "3 years" : "3 años" ,
    "4 years" : "4 años" ,
    "5 years" : "5 años" ,
    "PRIMARY SCHOOL" : "PRIMARIA" ,
    "The primary workspace is intended for primary learners and consists of different rooms including English and mathematics. Learners can interact with their peers and teachers using video and emoji reactions included in the platform. Educative games have been integrated in the platform to make the learning process much more exciting and fun!." : "El espacio de trabajo principal está destinado a estudiantes de primaria y consta de diferentes salas, que incluyen inglés y matemáticas. Los alumnos pueden interactuar con sus compañeros y profesores utilizando reacciones de video y emoji incluidas en la plataforma. Se han integrado juegos educativos en la plataforma para que el proceso de aprendizaje sea mucho más emocionante y divertido." ,
    "Grade 1": "Primer grado" ,
    "Grade 2": "Segundo grado" ,
    "Grade 3": "Tercer grado" ,
    "Grade 4": "Cuarto grado" ,
    "Grade 5": "Quinto grado" ,
    "Grade 6": "Sexto grado" ,
    "HIGH SCHOOL" : "SECUNDARIA" ,
    "Virtual learning space for high school is an advanced standard method that made students explore their ideas clearly and logically in order to prepare them for higher institutions and careers. There are also several rooms that are used to support their learning process to become well organized and run well such as a discussion room, conversation room, and tutorial room." : "El espacio de aprendizaje virtual para la escuela secundaria es un método estándar avanzado para que los estudiantes exploraran sus ideas de manera clara y lógica para prepararlos para instituciones y carreras superiores. También hay varias salas que se utilizan para apoyar su proceso de aprendizaje de manera organizada , asi tambien como una sala de discusión, una sala de conversación y una sala de tutoría." ,
    "Grade 1": "Primer grado" ,
    "Grade 2": "Segundo grado" ,
    "Grade 3": "Tercer grado" ,
    "Grade 4": "Cuarto grado" ,
    "Grade 5": "Quinto grado"  ,
    "TUTORIALS" : "TUTORIALES" ,
    "How to use Kindergarten Workspace" : "Cómo utilizar el espacio de trabajo de Inicial" ,
    "How to use Primary School Workspace" : "Cómo utilizar el espacio de trabajo de Primaria" ,
    "How to use High School Workspace" : "Cómo utilizar el espacio de trabajo de Secundaria" ,
    "How to use Google Classroom : Teachers" : "Cómo utilizar Google Classroom: Profesores" ,
    "How to use Google Classroom : Students" : "Cómo utilizar Google Classroom: Estudiantes"
    
}